; --------------------------------
;         Riot Rounds (where called Stiletto Rounds)
; --------------------------------
[RiotRounds X2AbilityTemplate]
LocFriendlyName="Riot Rounds"

[RiotRounds X2AmmoTemplate]
FriendlyName="Riot Rounds"
FriendlyNamePlural="Riot Rounds"
BriefSummary="Loaded with a powerful tranquilizer, these rounds sacrifice lethality for a chance to knock our opponents out temporarily."
TacticalText="<Bullet/> These rounds have a 40% chance to stun enemies.\n"

; --------------------------------
;         Falcon Rounds
; --------------------------------
[FalconRounds X2AbilityTemplate]
LocFriendlyName="Falcon Rounds"

[FalconRounds X2AmmoTemplate]
FriendlyName="Falcon Rounds"
FriendlyNamePlural="Falcon Rounds"
BriefSummary="Tipped with a timed fuse, these rounds explode when near enemies and deal +2 bonus damage."
TacticalText="<Bullet/> These rounds do +2 damage and cannot be dodged by enemies.\n"

; --------------------------------
;         Redscreen Rounds
; --------------------------------
[RedscreenRounds X2AbilityTemplate]
LocFriendlyName="Redscreen Rounds"

[RedscreenRounds X2AmmoTemplate]
FriendlyName="Redscreen Rounds"
FriendlyNamePlural="Redscreen Rounds"
BriefSummary="An experimental version of the Bluescreen Round. This ammo sacrifices the added damage output of Bluescreen Round but greatly lowers the hack defense of the robotic target."
TacticalText="<Bullet/> These rounds do +2 damage to robotic units VS Bluescreen Round's +5. However, these rounds drop a robotic units hack defense by -25% VS Bluescreen Round's -5%. Redscreen Rounds also have a 20% chance to shutdown robotic units for a short time.\n"

; --------------------------------
;         Flechette Rounds
; --------------------------------
[FlechetteRounds X2AbilityTemplate]
LocFriendlyName="Flechette Rounds"

[FlechetteRounds X2AmmoTemplate]
FriendlyName="Flechette Rounds"
FriendlyNamePlural="Flechette Rounds"
BriefSummary="Filled with lightweight flechette needles, these rounds are designed with just enough penetration to rupture interal organs but not enough to leave the victim's body."
TacticalText="<Bullet/> These rounds deal +2 damage to organic enemies with a +1 to Crit at a 20% chance.\n"

; --------------------------------
;         Needle Rounds
; --------------------------------
[NeedleRounds X2AbilityTemplate]
LocFriendlyName="Needle Rounds"

[NeedleRounds X2AmmoTemplate]
FriendlyName="Needle Rounds"
FriendlyNamePlural="Needle Rounds"
BriefSummary="Inspired by an experimental grenade from the old war, what these rounds lack in cover piercing, they make up for lethality."
TacticalText="<Bullet/> Needle Rounds deal +3 damage and +3 pierce on armor against flanked enemies.\n"

; --------------------------------
;         Acid Rounds 
; --------------------------------
[AcidRounds X2AbilityTemplate]
LocFriendlyName="Acid Rounds"

[AcidRounds X2AmmoTemplate]
FriendlyName="Acid Rounds"
FriendlyNamePlural="Acid Rounds"
BriefSummary="Loaded with Liquid Acid, these rounds burn the target for added damage."
TacticalText="<Bullet/> These rounds deal +1 damage and +1 shread to the target.\n"



